[{"Name":"Kentarou Miura","DateOfBirth":"1966-07-11T00:00:00","DateOfDeath":null,"Bio":"Kentaro Miura was born in Chiba City, Chiba Prefecture, Japan, in 1966. In 1976, at the early age of 10, Miura made his first manga, entitled Miuranger, that was published for his classmates in a school publication; the manga ended up spanning 40 volumes. In 1977, Miura created his second manga called Ken e no michi (剣への道 The Way to the Sword), using India ink for the first time. When he was in middle school in 1979, Miura's drawing techniques improved greatly as he started using professional drawing techniques. His first dōjinshi was published, with the help of friends, in a magazine in 1982.[1]\r\n\r\nThat same year, in 1982, Miura enrolled in an artistic curriculum in high school, where he and his classmates started publishing their works in school booklets, as well as having his first dōjinshi published in a fan-produced magazine. Miura at age 18 worked as an assistant to George Morikawa, of Hajime no Ippo fame. Morikawa quickly acknowledged Miura's high artistic level and dismissed him, saying there was nothing he could teach that Miura did not already know.[2] In 1985, Miura applied for the entrance examination of an art college in Nihon University. He submitted his project Futanabi for examination and was granted admission. This project was later nominated for Best New Author in the Weekly Shōnen Magazine. His first serialized work, Noa, was published in the magazine, but it did not work out.[3] In 1988, while working for Buronson in a project titled Orō (王狼, lit. \"King of Wolves\"),[2] Miura published a prototype of Berserk in Hakusensha's Gekkan ComiComi.[4][5] This 48-page prototype placed 2nd at the 7th ComiComi's Manga-School prize.[6] The serialization of Berserk began in Hakusensha's Monthly Animal House in 1989.[4]\r\n\r\nIn 1990, a sequel is made to Ourou entitled Ourou Den (王狼伝 ōrō den, The Legend of the Wolf King) that was published as a prequel to the original in Young Animal magazine. In the same year, the October issue of Animal House witnesses the first volume of the solo project Berserk was released with a relatively limited success. Miura again collaborated with Buronson on manga titled Japan, that was published in Young Animal from the 1st issue to the 8th of 1992, and was later released as a stand-alone tankōbon. Miura's fame grew after Berserk was serialized in Young Animal in 1992 with the release of \"The Golden Age\" story arc and ultimately the series became a huge success, making him one of the most prominent contemporary manga artists.[1] At this time Miura dedicates himself solely to be working on Berserk. He has indicated, however, that he intends to publish more manga in the future.[citation needed]\r\n\r\nIn 1997, Miura supervised the production of 25 anime episodes of Berserk that aired in the same year on NTV. Various art books and supplemental materials by Miura based on Berserk are also released. In 1999, Miura made contributions to the Dreamcast video game Sword of the Berserk: Guts' Rage including co-writing the story's plot. 2004 saw the release of yet another video game adaptation entitled Berserk Millennium Falcon Arc: Chapter of the Holy Demon War which Miura also helped to write. In 2013, Miura released the standalone manga Gigantomakhia, which was released into English speaking territories as Giganto Maxia by the publisher Dark Horse in 2016.[citation needed]\r\n\r\nSince that time, the Berserk manga has spanned 40 tankōbon with no end in sight. The series has also spawned a whole host of merchandise, both official and fan-made, ranging from statues, action figures to key rings, video games, and a trading card game. In 2002, Miura received the second place in the Tezuka Osamu Cultural Prize of Excellence for Berserk.[7]\r\n\r\nMiura provided the design for the Vocaloid Kamui Gakupo, whose voice is taken from the Japanese singer and actor Gackt.","NationalityId":1,"Nationality":null,"Series":[],"Arcs":[],"Volumes":[],"Issues":[],"IsDeleted":false,"DeletedOn":null,"Id":1,"CreatedOn":"0001-01-01T00:00:00","ModifiedOn":null}]