[{"Title":"Berserk","Description":"Berserk (Japanese: ベルセルク, Hepburn: Beruseruku) is a Japanese manga series written and illustrated by Kentaro Miura. Set in a medieval Europe-inspired dark fantasy world, the story centers on the characters of Guts, a lone mercenary, and Griffith, the leader of a mercenary band called the \"Band of the Hawk\". Miura premiered a prototype of Berserk in 1988. The series began the following year in the Hakusensha's now-defunct magazine Monthly Animal House, which was replaced in 1992 by the bimonthly magazine Young Animal, where Berserk continues to be serialized intermittently. Miura died of aortic dissection in May 2021, leaving the manga's fate unclear.\r\nBerserk was adapted into a 25 - episode anime television series by Oriental Light and Magic, which covered the Golden Age story arc, and was broadcast from October 1997 to March 1998.The Golden Age arc was also adapted into a trilogy of theatrical anime films; the first two films premiered in 2012 and the third film premiered in 2013.A second 24 - episode anime television adaptation was broadcast for two seasons in 2016 and 2017.\r\n As of May 2021, the Berserk manga had over 50 million copies in circulation, including digital versions, making it one of the best - selling manga series of all time.It received the Excellence Award at the 6th installment of the Tezuka Osamu Cultural Prize in 2002.Berserk has been widely acclaimed, particularly for its dark setting, storytelling, characters, and Miura's detailed artwork.\r\n","CoverPath":"https://cdn.myanimelist.net/images/manga/1/157931.webp","Ongoing":true,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":1,"CreatedOn":"0001-01-01T00:00:00","ModifiedOn":"2021-08-16T14:18:18.1784379"},{"Title":"Fullmetal Alchemist","Description":"Ed and Al.","CoverPath":"/images/series/Series-2.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":2,"CreatedOn":"2021-06-28T18:14:11.3310644","ModifiedOn":"2021-08-06T18:51:48.1976551"},{"Title":"Death Note","Description":"Desu Noto ga","CoverPath":"https://images-na.ssl-images-amazon.com/images/I/81iDNjn-r3L.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":3,"CreatedOn":"2021-06-28T18:15:25.9299137","ModifiedOn":"2021-08-05T11:20:39.2780372"},{"Title":"Spider-man: Blue","Description":"Retrospective of Gwen Stacy and Peter Parker's relationship.","CoverPath":"https://images-na.ssl-images-amazon.com/images/I/51oMvisiXNL._SX333_BO1,204,203,200_.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":4,"CreatedOn":"2021-06-29T07:12:15.4673352","ModifiedOn":null},{"Title":"My Hero Academia","Description":"One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High.\r\n\r\nHowever, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet.","CoverPath":"http://bookoholic.net/userfiles/productimages/product_5549.jpg","Ongoing":true,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":5,"CreatedOn":"2021-06-29T07:12:58.7191959","ModifiedOn":"2021-08-05T08:44:38.5988466"},{"Title":"Batman: Year One","Description":"\"Batman: Year One\" is an American comic book story arc written by Frank Miller, illustrated by David Mazzucchelli, and published by DC Comics. Year One was originally printed as comic books under the title Batman issues #404–407 in 1987. There have been several reprints of the story: a hardcover, multiple trade paperbacks, several deluxe editions in hardcover and paperback format, and an absolute edition. Year One was also adapted into an animated feature in 2011.\r\n\r\nThe story recounts Batman's first year as a crime-fighter as well as exploring the life of recently transferred Gotham police detective James Gordon – eventually building towards their first encounter and their eventual alliance against Gotham's criminal underworld. ","CoverPath":"https://images-na.ssl-images-amazon.com/images/I/71OEX4Y3zJL.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":6,"CreatedOn":"2021-06-29T07:29:01.1740387","ModifiedOn":"2021-08-15T13:54:09.462304"},{"Title":"A Game of Thrones","Description":"A Game of Thrones is the comic book adaptation of George R. R. Martin's fantasy novel A Game of Thrones, the first in the A Song of Ice and Fire series. A sequel, A Clash of Kings, was announced in March 2017, based on the book of the same name.","CoverPath":"/images/series/319b8ae2-9112-4ea9-be8b-37b2b5c90200_GoT.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":23,"CreatedOn":"2021-06-29T09:06:24.7253031","ModifiedOn":"2021-08-15T20:18:20.0519354"},{"Title":"Daredevil: The Man Without Fear","Description":"Daredevil: The Man Without Fear is a 1993 five-issue comic book miniseries starring Daredevil, written by Frank Miller, illustrated by John Romita Jr. and published by Marvel Comics.","CoverPath":"https://images-na.ssl-images-amazon.com/images/I/719ErgqrDBL.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":24,"CreatedOn":"2021-06-29T09:15:06.7442887","ModifiedOn":"2021-08-01T14:21:54.4841448"},{"Title":"Bakuman","Description":"Despite being a talented artist, middle school student Moritaka Mashiro is unsure about his future, accepting that he will simply lead a normal life. After seeing one of Mashiro's drawings in class, Akito Takagi—an aspiring writer—insists that they write a manga together. But Mashiro is hesitant—his uncle, a mangaka, had died from overworking just a few years prior. However, when Mashiro hears that his crush, Miho Azuki, aims to be a voice actress, he becomes determined to create a manga that can be adapted into an anime for her to star in. Reciprocating Mashiro's feelings, she agrees to get married once they have both achieved their dreams.\r\n\r\nBakuman. chronicles Mashiro and Takagi's successes and struggles in their attempts to be serialized in Weekly Shounen Jump and become famous mangakas. Will their gamble pay off, or will they join the countless number of failures?","CoverPath":"https://cdn.myanimelist.net/images/manga/1/208974.webp","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":25,"CreatedOn":"2021-06-30T10:59:10.5288603","ModifiedOn":"2021-08-08T19:21:44.1378103"},{"Title":"Fables","Description":"Fables is an American comic book series created and written by Bill Willingham, published by DC Comics' Vertigo. Willingham served as sole writer for its entirety, with Mark Buckingham penciling more than 110 issues. The series featured various other pencillers over the years, most notably Lan Medina and Steve Leialoha. Fables was launched in July 2002 and concluded in July 2015.\r\n\r\nThe series features various characters from fairy tales and folklore – referring to themselves as \"Fables\" – who formed a clandestine community centuries ago within New York City known as Fabletown, after their Homelands was conquered by a mysterious and deadly enemy known as “The Adversary”. It is set in the modern day and follows several of Fabletown's legal representatives, such as sheriff Bigby Wolf, deputy mayor Snow White, her sister Rose Red, Prince Charming, and Boy Blue, as they deal with troublesome Fables and try to solve conflicts in both Fabletown and \"the Farm\", a hidden town in upstate New York for Fables unable to blend in with human society.[1] The series also deals with such other matters as the main characters' personal lives, their attempts to hide the Fables' true nature from regular humans (or \"Mundies\"), and, later, the return of the Adversary.\r\n\r\nFables was a critical and commercial success, winning many Eisner Awards and receiving several Hugo Award nominations for Best Graphic Story. Its success led to several spin-offs and a 2013 prequel video game titled The Wolf Among Us. ","CoverPath":"/images/series/0fa475d4-f286-47c3-9800-1582fdbcae12_Fables.png","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":28,"CreatedOn":"2021-07-01T09:03:56.8276812","ModifiedOn":null},{"Title":"Y: The Last Man","Description":"Y: The Last Man is a post-apocalyptic science fiction comic book series by Brian K. Vaughan and Pia Guerra published by Vertigo from 2002 through 2008. The series centers on Yorick Brown and his pet Capuchin monkey Ampersand, the only males who survived the apparent global androcide. The series was published in sixty issues by Vertigo and collected in a series of ten paperback volumes (and later a series of five hardcover \"Deluxe\" volumes). The series' covers were primarily by J. G. Jones and Massimo Carnevale. The series received three Eisner Awards.","CoverPath":"https://upload.wikimedia.org/wikipedia/en/0/04/Y_-_The_Last_Man_23_-_Widow%27s_Pass_03_-_00_-_FC.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":29,"CreatedOn":"2021-07-01T11:50:52.0491252","ModifiedOn":null},{"Title":"Sin City","Description":"Sin City is a series of neo-noir comics by American comic book writer-artist Frank Miller. The first story originally appeared in Dark Horse Presents Fifth Anniversary Special (April 1991), and continued in Dark Horse Presents #51–62 from May 1991 to June 1992, under the title of Sin City, serialized in thirteen parts. Several other stories of variable lengths have followed. The intertwining stories, with frequently recurring characters, take place in Basin City.","CoverPath":"/images/series/fa087779-e938-44fb-a4d1-b1399e2ebca8_Sin_City_Hard_Goodbye.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":30,"CreatedOn":"2021-07-01T11:52:23.2525714","ModifiedOn":null},{"Title":"The Dark Knight Returns","Description":"The Dark Knight Returns (alternatively titled Batman: The Dark Knight Returns) is a 1986 four-issue comic book miniseries starring Batman, written by Frank Miller, illustrated by Miller, and Klaus Janson, with color by Lynn Varley, and published by DC Comics. It tells an alternative story of Bruce Wayne, who at 55-years-old returns from retirement to fight crime and faces opposition from the Gotham City police force and the United States government. The story also features the return of classic foes such as Two-Face and the Joker, and culminates with a confrontation against Superman, who is now a pawn of the government.\r\n\r\nWhen originally published, the series was simply titled Batman: The Dark Knight, with a different subtitle for each issue (The Dark Knight Returns, Dark Knight Triumphant, Hunt the Dark Knight, and The Dark Knight Falls), but when the series was collected into a single volume later that year, the title of the first issue was applied to the entire series, and has remained so ever since. Some of the earliest collected editions also bore the shorter series title. The story introduces Carrie Kelley as the new Robin and the hyper-violent street gang known as the Mutants. In the Pre-Flashpoint DC Multiverse, the events of The Dark Knight Returns and its associated titles were designated to occur on Earth-31.\r\n\r\nThe miniseries, the first of a trilogy of limited series based on this version of Batman, was followed by The Dark Knight Strikes Again and The Dark Knight III: The Master Race.\r\n\r\nThe Dark Knight Returns is widely considered to be one of the greatest and most influential Batman stories ever published, as well as one of the greatest works of comic art in general, and has been noted for helping reintroduce a darker and more mature-oriented version of the character in pop culture during the 1980s. Various elements of the series have since then been incorporated in other aspects of Batman media. ","CoverPath":"/images/series/52548a7f-061a-45d8-8bc1-5c0cfaac7fb9_250px-Dark_knight_returns.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":31,"CreatedOn":"2021-07-01T11:58:39.0458516","ModifiedOn":null},{"Title":"Claymore","Description":"It is the Middle Ages, and the remnants of mankind are plagued by paranoia and death. Spoken in fearful whispers, the word \"Yoma\" cuts a clear image into the minds of all: monstrous beings with an insatiable hunger for human flesh. But fear of their gruesome appetite is dwarfed by that of their ability to shapeshift and steal the memories of their last meal. Forever vulnerable to attack, humans live in unease, even among family.\r\n\r\nThere are few means to kill a Yoma. The Organization, informally known as \"Claymore,\" is humanity's only line of defense, dispatching half-human, half-Yoma female warriors to purify villages of Yoma. A lonely and dangerous existence, death for these warriors comes with each new assignment. What time is found between trying battles and long, arduous travels is spent in ever-intensifying struggle to resist their Yoma blood and maintain their humanity. Villagers, knowing of this, pay for their security reluctantly and have only loathsome regard for their protectors.\r\n\r\nClaymore follows the stoic and low-ranking member Clare in her daunting trek as she searches for personal vengeance. Along the way, she encounters many unexpected things about the world, from the camaraderie and hope held fast by her sisters-in-arms to the sinister truth behind the Claymore Organization.","CoverPath":"/images/series/8957e8d6-0da2-43ea-8139-5cbfe56df441_Claymore.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":32,"CreatedOn":"2021-07-01T12:03:22.1327798","ModifiedOn":"2021-08-16T14:28:58.7438736"},{"Title":"20th Century Boys","Description":"As the 20th century approaches its end, people all over the world are anxious that the world is changing. And probably not for the better.\r\n\r\nKenji Endo is a normal convenience store manager who's just trying to get by. But when he learns that one of his old friends going by the name \"Donkey\" has suddenly committed suicide, and that a new cult led by a figure known as \"Friend\" is becoming more notorious, Kenji starts to feel that something isn't right. With a few key clues left behind by his deceased friend, Kenji realizes that this cult is much more than he ever thought it would be—not only is this mysterious organization directly targeting him and his childhood friends, but the whole world also faces a grave danger that only the friends have the key to stop.\r\n\r\nKenji's simple life of barely making ends meet is flipped upside down when he reunites with his childhood friends, and together they must figure out the truth of how their past is connected to the cult, as the turn of the century could mean the possible end of the world.","CoverPath":"https://cdn.myanimelist.net/images/manga/1/54437.webp","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":33,"CreatedOn":"2021-07-06T08:11:57.82857","ModifiedOn":"2021-08-08T19:22:33.3527296"},{"Title":"Kingdom","Description":"During the Warring States period in China, Li Xin and Piao are two brother-like youngsters who dream of becoming Great Generals, despite their low status as orphaned slaves. One day, they encounter a man of nobility, who gives Piao an opportunity to undertake an important duty within the state of Qin's royal palace. Parting ways, Xin and Piao promise each other to one day become the greatest generals in the world. However, after a fierce coup d'état occurs in the palace, Xin meets with a dying Piao, whose last words spur him into action and lead him to encounter the young and soon-to-be king of Qin, Ying Zheng.\r\n\r\nAlthough initially on bad terms, Xin and Zheng become comrades and start on a path filled with trials and bloodshed. Zheng's objective is to bring all the warring states under Qin, and Xin seeks to climb to the very top of the army ranks. Against a backdrop of constant tactical battle between states and great political unrest, both outside and within the palace, the two endeavor towards their monumental ambitions that will change history forever.","CoverPath":"https://cdn.myanimelist.net/images/manga/2/171872.webp","Ongoing":true,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":34,"CreatedOn":"2021-07-06T08:14:15.452296","ModifiedOn":"2021-08-01T16:01:53.1862286"},{"Title":"Vagabond","Description":"In 16th century Japan, Shinmen Takezou is a wild, rough young man, in both his appearance and his actions. His aggressive nature has won him the collective reproach and fear of his village, leading him and his best friend, Matahachi Honiden, to run away in search of something grander than provincial life. The pair enlist in the Toyotomi army, yearning for glory—but when the Toyotomi suffer a crushing defeat at the hands of the Tokugawa Clan at the Battle of Sekigahara, the friends barely make it out alive.\r\n\r\nAfter the two are separated, Shinmen returns home on a self-appointed mission to notify the Hon'iden family of Matahachi's survival. He instead finds himself a wanted criminal, framed for his friend's supposed murder based on his history of violence. Upon being captured, he is strung up on a tree and left to die. An itinerant monk, the distinguished Takuan Soho, takes pity on the \"devil child,\" secretly freeing Shinmen and christening him with a new name to avoid pursuit by the authorities: Musashi Miyamoto.\r\n\r\nVagabond is the fictitious retelling of the life of one of Japan's most renowned swordsmen, the \"Sword Saint\" Musashi Miyamoto—his rise from a swordsman with no desire other than to become \"Invincible Under the Heavens\" to an enlightened warrior who slowly learns of the importance of close friends, self-reflection, and life itself.","CoverPath":"/images/series/775c725a-a7a8-415a-bea9-a3e2053ace62_Vagabond.jpg","Ongoing":true,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":35,"CreatedOn":"2021-07-06T08:15:04.0144793","ModifiedOn":null},{"Title":"Ultimate Spider-man","Description":"Ultimate Spider-Man is a superhero comic book series that was published by Marvel Comics from 2000 to 2011. The series is a modernized re-imagining of Marvel's long-running Spider-Man comic book franchise as part of the company's Ultimate Marvel imprint. Ultimate Spider-Man exists alongside other revamped Marvel characters in Ultimate Marvel titles including Ultimate X-Men, Ultimate Fantastic Four, Ultimate Iron Man, The Ultimates, Ultimate Six and Ultimate Origins.\r\n\r\nOrphaned at the age of six, Peter Parker is an outcast and withdrawn teenaged science prodigy, who lives in Queens, New York. While attending a field trip to a scientific corporation, he is bitten by a genetically-modified spider and as a result, begins to develop spider-like superpowers, including enhanced strength, speed, agility, stamina, durability and reflexes, along with the ability to crawl solid surfaces and a sixth sense, which warns him of imminent danger, all of which he decides to utilize for personal gain. When an armed thief, whom Peter had encountered earlier and refused to stop out of spite, later murders his foster father/uncle in a robbery, a guilt-ridden Peter is later driven to use his abilities to atone for his partial responsibility in his uncle's murder, as the costumed vigilante Spider-Man. Now equipped with a responsibility to do good and help others under his Spider-Man alter-ego, Peter struggles to balance high school life and studies, his job as a web designer for the Daily Bugle, his relationship with his girlfriend Mary-Jane Watson, his family life with his widowed aunt, and his double life as Spider-Man, as he faces off against both superhuman and criminal threats to his home of New York City and contends with the hostility of the general public and the police authorities.\r\n\r\nUltimate Spider-Man first saw print in 2000 under veteran Spider-Man artist Mark Bagley and writer Brian Michael Bendis, who expanded the original 11-page origin story into a 180-page, seven-issue story arc. This duo continued to collaborate until issue #111, when Mark Bagley left the book and was replaced by Stuart Immonen.\r\n\r\nThe series was an unexpected commercial success, selling roughly 20 million copies worldwide and received mostly positive responses from readers and critics, with Bendis' writing, characterisation, character development and narrative progression being widely praised, along with Bagley's and Immonen's art-work and the fresh, unique and modernized, yet faithful and familiar re-imagining of the classic Spider-Man mythos. Bendis and Bagley's run on Ultimate Spider-Man set the record for the longest continual run on a Marvel Comics series by two people, an honor previously held by Stan Lee and Jack Kirby on Fantastic Four. After issue #133, the series was relaunched, still written by Brian Michael Bendis with art provided by David Lafuente. This relaunch was short-lived. It resumed the Ultimate Spider-Man title with issue #3 and continued with the original numbering with the 16th issue (#150) even though the series was again cancelled with #160. It relaunched as Ultimate Comics: Spider-Man and features Miles Morales and a new artist named Sara Pichelli. The direct edition of Ultimate Spider-Man #1 is a highly sought after comic book and considered to be one of the most valuable comic books of the Modern Age.","CoverPath":"https://upload.wikimedia.org/wikipedia/en/9/96/Ultimate_Spider-Man_%28October_2000%29_-1.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":38,"CreatedOn":"2021-07-07T08:14:32.5157732","ModifiedOn":"2021-08-16T12:13:03.7551569"},{"Title":"Rurouni Kenshin","Description":"Ten years have passed since the end of Bakumatsu, an era of war that saw the uprising of citizens against the Tokugawa shogunate. The revolutionaries wanted to create a time of peace, and a thriving country free from oppression. The new age of Meiji has come, but peace has not yet been achieved. Swords are banned but people are still murdered in the streets. Orphans of war veterans are left with nowhere to go, while the government seems content to just line their pockets with money.\r\n\r\nOne wandering samurai, Kenshin Himura, still works to make sure the values he fought for are worth the lives spent to bring about the new era. Once known as Hitokiri Battousai, he was feared as the most ruthless killer of all the revolutionaries. Now haunted by guilt, Kenshin has sworn never to kill again in atonement for the lives he took, and he may never know peace until killing is a thing of the past.\r\n\r\nNow in the 11th year of Meiji, Kenshin stumbles upon Kaoru Kamiya, owner and head instructor of a small dojo being threatened to close its doors. The police force is powerless to stop the string of murders done in the name of her dojo by a man claiming to be the famous Battousai. Kenshin's wanderings pause for now as he joins Kaoru to clear both their names. But how long can he stay before his past catches up to him?","CoverPath":"/images/series/4ce024c4-a41b-4745-afd3-9595320fcc04_Kenshin.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":39,"CreatedOn":"2021-07-07T08:20:47.4899439","ModifiedOn":null},{"Title":"Made in Abyss","Description":"The Abyss, a hole of unprecedented depth—one young girl and a robot brave its dangers to find the truth.\r\n\r\nThe town of Orth is a special one, as it is built around the edges of the massive Abyss, a wonder which has never been fully explored. Those who venture too far down never return, but those brave enough to traverse its territories are known as \"Cave Raiders\" and are heralded as legends. Within this town lives a young girl called Riko, the child of one of the most famous Cave Raiders of all time who disappeared on an expedition many years ago.\r\n\r\nOne day, Riko's life changes when she meets a strange robot called Regu, who seems to appear from within the Abyss. Believing this to be a sign from her mother stuck at the bottom of the Abyss, Riko descends into its depths with Regu, ready to confront all the dangers within it.","CoverPath":"https://cdn.myanimelist.net/images/manga/3/161645.jpg","Ongoing":true,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":45,"CreatedOn":"2021-07-10T14:08:45.094971","ModifiedOn":null},{"Title":"Yu-Gi-Oh!","Description":"High school student Yuugi Mutou spends his days being bullied between classes and his nights playing board games and solving puzzles in his bedroom. Yuugi's penchant for gameplay comes from his grandfather, whose game shop also serves as a house for the two.\r\n\r\nOne night, Yuugi manages to solve the Millennium Puzzle, a seemingly impossible challenge that awakens his inner darkness and converts it into an alternate persona: Yami Yuugi. Transforming into the more bold and dangerous persona against his will in moments of great distress, Yuugi begins to moonlight as a vengeful vigilante, challenging bullies and evil-doers to risky games where failure results in fates worse than death.\r\n\r\nYuugi and his alter ego befriend some of the very students who once bullied him, forming unbreakable companionships with them. But the group must contend with villains far deadlier than the high school punks they originally rallied against, enemies who use games for nefarious purposes and threaten Yuugi and his friends' very lives.","CoverPath":"/images/series/b08eac10-8770-45bf-b8b3-e1ad4f7c69ca_Yu-gi-oh.jpg","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":1046,"CreatedOn":"2021-08-02T13:21:45.0846442","ModifiedOn":"2021-08-02T13:21:54.5679772"},{"Title":"One Piece","Description":"Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.\r\n\r\nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.","CoverPath":"https://cdn.myanimelist.net/images/manga/3/55539.webp","Ongoing":false,"Issues":[],"Volumes":[],"Arcs":[],"Publishers":[],"Writers":[],"Artists":[],"Characters":[],"CharactersSeries":[],"Genres":[],"UsersSeries":[],"IsDeleted":false,"DeletedOn":null,"Id":1047,"CreatedOn":"2021-08-05T08:46:07.8456415","ModifiedOn":"2021-08-05T08:47:48.6599109"}]